Repository: biiigshmike/offshore-budgeting
Catalog: OffshoreBudgeting/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, pt_br, zh_hans

# What’s New in %@ (%@)
source: What’s New in %1$@ (%2$@)
ar: ما الجديد في %1$@ (%2$@)
de: Was ist neu in %1$@ (%2$@)
es: Novedades en %1$@ (%2$@)
fr: Nouveautés dans %1$@ (%2$@)
pt_br: O que há de novo no %1$@ (%2$@)
zh_hans: %1$@ (%2$@) 的新增功能

# whatIf.alert.deleteScenarioTitle
source: Delete this scenario?
ar: هل تريد حذف هذا السيناريو؟
de: Dieses Szenario löschen?
es: ¿Eliminar este escenario?
fr: Supprimer ce scénario ?
pt_br: Excluir este cenário?
zh_hans: 删除这个场景？

# whatIf.alert.duplicateScenarioMessage
source: Make a copy of the current scenario.
ar: قم بعمل نسخة من السيناريو الحالي.
de: Erstellen Sie eine Kopie des aktuellen Szenarios.
es: Crea una copia del escenario actual.
fr: Créer une copie du scénario actuel.
pt_br: Faça uma cópia do cenário atual.
zh_hans: 复制当前场景。

# whatIf.alert.duplicateScenarioTitle
source: Duplicate Scenario
ar: سيناريو مكرر
de: Doppeltes Szenario
es: Duplicar escenario
fr: Dupliquer le scénario
pt_br: Cenário duplicado
zh_hans: 重复场景

# whatIf.alert.newScenarioMessage
source: Create a named scenario for this workspace.
ar: قم بإنشاء سيناريو مسمى لمساحة العمل هذه.
de: Erstellen Sie ein benanntes Szenario für diesen Arbeitsbereich.
es: Crea un escenario con nombre para este espacio de trabajo.
fr: Créer un scénario nommé pour cet espace de travail.
pt_br: Crie um cenário nomeado para este espaço de trabalho.
zh_hans: 为此工作区创建一个命名场景。

# whatIf.alert.newScenarioTitle
source: New Scenario
ar: السيناريو الجديد
de: Neues Szenario
es: Nuevo escenario
fr: Nouveau scénario
pt_br: Novo cenário
zh_hans: 新场景

# whatIf.alert.renameScenarioMessage
source: Rename the current scenario.
ar: إعادة تسمية السيناريو الحالي.
de: Benennen Sie das aktuelle Szenario um.
es: Cambia el nombre del escenario actual.
fr: Renommez le scénario actuel.
pt_br: Renomeie o cenário atual.
zh_hans: 重命名当前场景。

# whatIf.alert.renameScenarioTitle
source: Rename Scenario
ar: إعادة تسمية السيناريو
de: Szenario umbenennen
es: Renombrar escenario
fr: Renommer le scénario
pt_br: Renomear cenário
zh_hans: 重命名场景

# whatIf.categoryRow.accessibilityValueFormat
source: Min %1$@, Max %2$@, Scenario %3$@
ar: الحد الأدنى %1$@، الحد الأقصى %2$@، السيناريو %3$@
de: Min. %1$@, Max. %2$@, Szenario %3$@
es: Mín %1$@, Máx %2$@, Escenario %3$@
fr: Min %1$@, max %2$@, scénario %3$@
pt_br: Mín. %1$@, Máx. %2$@, Cenário %3$@
zh_hans: 最小值 %1$@，最大值 %2$@，场景 %3$@

# whatIf.categoryRow.actualFormat
source: Actual: %1$@
ar: الفعلي: %1$@
de: Aktuell: %1$@
es: Real: %1$@
fr: Réel: %1$@
pt_br: Real: %1$@
zh_hans: 实际：%1$@

# whatIf.categoryRow.minMaxFormat
source: Min: %1$@ • Max: %2$@
ar: الحد الأدنى: %1$@ • الحد الأقصى: %2$@
es: Mín: %1$@ • Máx: %2$@
pt_br: Mín.: %1$@ • Máx.: %2$@
zh_hans: 最小值：%1$@ • 最大值：%2$@

# whatIf.createCategoriesFirst
source: Create categories first, then come back to plan scenarios.
ar: أنشئ الفئات أولاً، ثم عد إلى تخطيط السيناريوهات.
de: Erstellen Sie zunächst Kategorien und beginnen Sie dann mit der Planung von Szenarien.
es: Primero crea categorías y luego vuelve para planificar escenarios.
fr: Créez d’abord des catégories, puis revenez planifier des scénarios.
pt_br: Crie categorias primeiro e depois volte para planejar cenários.
zh_hans: 先创建类别，然后再回来规划场景。

# whatIf.deleteScenario
source: Delete Scenario
ar: حذف السيناريو
de: Szenario löschen
es: Eliminar escenario
fr: Supprimer le scénario
pt_br: Excluir cenário
zh_hans: 删除场景

# whatIf.incomeRow.accessibilityValueFormat
source: Planned %1$@, Actual %2$@
ar: %1$@ المخطط له، %2$@ الفعلي
de: Geplant %1$@, Ist %2$@
es: Planificado %1$@, Real %2$@
fr: Prévu %1$@, Réel %2$@
pt_br: %1$@ planejado, %2$@ real
zh_hans: 计划%1$@，实际%2$@

# whatIf.newScenario
source: New Scenario
ar: السيناريو الجديد
de: Neues Szenario
es: Nuevo escenario
fr: Nouveau scénario
pt_br: Novo cenário
zh_hans: 新场景

# whatIf.noCategoriesYet
source: No categories yet
ar: لا توجد فئات بعد
de: Noch keine Kategorien
es: Aún no hay categorías
fr: Aucune catégorie pour le moment
pt_br: Nenhuma categoria ainda
zh_hans: 还没有类别

# whatIf.pinToHome
source: Pin to Home
ar: تثبيت على الصفحة الرئيسية
de: An Startseite anpinnen
es: Fijar en Panel
fr: Pin to Accueil
pt_br: Fixar na página inicial
zh_hans: 固定到主页

# whatIf.scenario
source: Scenario
ar: سيناريو
de: Szenario
es: Escenario
fr: Scénario
pt_br: Cenário
zh_hans: 设想

# whatIf.scenarioOptions
source: Scenario options
ar: خيارات السيناريو
de: Szenariooptionen
es: Opciones de escenario
fr: Options du scénario
pt_br: Opções de cenário
zh_hans: 场景选项

# whatIf.scenarios
source: Scenarios
ar: السيناريوهات
de: Szenarien
es: Escenarios
fr: Scénarios
pt_br: Cenários
zh_hans: 应用场景

# whatIf.unpinFromHome
source: Unpin from Home
ar: إزالة التثبيت من الصفحة الرئيسية
de: Von der Startseite entfernen
es: Quitar de Panel
fr: Unpin from Accueil
pt_br: Liberar da página inicial
zh_hans: 从家里取消固定

source: When enabled, planned expenses scheduled after today are excluded from totals and savings calculations.
ar: عند التمكين، يتم استبعاد النفقات المخططة المجدولة بعد اليوم من الإجماليات وحسابات التوفير.
de: Wenn diese Option aktiviert ist, werden geplante Ausgaben, die nach dem heutigen Tag geplant sind, von den Gesamt- und Sparberechnungen ausgeschlossen.
es: Cuando está activado, los gastos planificados posteriores a hoy se excluyen de totales y calculos de ahorro.
fr: Lorsque cette option est activée, les dépenses prévues programmées après aujourd’hui sont exclues des totaux et des calculs d’épargne.
pt_br: Quando ativado, as despesas planejadas agendadas após hoje são excluídas dos totais e dos cálculos de economia.
zh_hans: 启用后，今天之后安排的计划支出将不包括在总计和节省计算中。

source: When enabled, planned expenses scheduled after today are hidden from expense lists.
ar: عند التمكين، يتم إخفاء النفقات المخططة المجدولة بعد اليوم من قوائم النفقات.
de: Wenn diese Option aktiviert ist, werden geplante Ausgaben, die nach dem heutigen Tag geplant sind, aus den Ausgabenlisten ausgeblendet.
es: Cuando está activado, los gastos planificados posteriores a hoy se ocultan de las listas.
fr: Lorsque cette option est activée, les dépenses prévues programmées après aujourd’hui sont masquées des listes de dépenses.
pt_br: Quando ativado, as despesas planejadas agendadas após hoje ficam ocultas das listas de despesas.
zh_hans: 启用后，今天之后安排的计划费用将从费用列表中隐藏。

source: When enabled, variable expenses dated after today are excluded from totals and savings calculations.
ar: عند التمكين، يتم استبعاد النفقات المتغيرة المؤرخة بعد اليوم من الإجماليات وحسابات التوفير.
de: Wenn diese Option aktiviert ist, werden variable Ausgaben, die nach dem heutigen Tag datieren, von den Gesamt- und Sparberechnungen ausgeschlossen.
es: Cuando está activado, los gastos variables posteriores a hoy se excluyen de totales y calculos de ahorro.
fr: Lorsque cette option est activée, les dépenses variables datées après aujourd’hui sont exclues des totaux et des calculs d’épargne.
pt_br: Quando ativado, as despesas variáveis ​​com datas posteriores a hoje são excluídas dos totais e dos cálculos de poupança.
zh_hans: 启用后，今天之后的可变费用将被排除在总计和节省计算之外。

source: When enabled, variable expenses dated after today are hidden from expense lists.
ar: عند التمكين، يتم إخفاء النفقات المتغيرة المؤرخة بعد اليوم من قوائم النفقات.
de: Wenn diese Option aktiviert ist, werden variable Ausgaben, die nach dem heutigen Tag datiert sind, aus den Ausgabenlisten ausgeblendet.
es: Cuando está activado, los gastos variables posteriores a hoy se ocultan de las listas.
fr: Lorsque cette option est activée, les dépenses variables datées après aujourd’hui sont masquées des listes de dépenses.
pt_br: Quando ativado, as despesas variáveis ​​com datas posteriores a hoje ficam ocultas das listas de despesas.
zh_hans: 启用后，今天之后的可变费用将从费用列表中隐藏。

source: When enabled, you’ll always be asked to confirm before anything is deleted.
ar: عند التمكين، سيُطلب منك دائمًا التأكيد قبل حذف أي شيء.
de: Wenn diese Option aktiviert ist, werden Sie immer zur Bestätigung aufgefordert, bevor etwas gelöscht wird.
es: Cuando está activado, siempre se te pedira confirmar antes de eliminar cualquier cosa.
fr: Lorsque cette option est activée, il vous sera toujours demandé de confirmer avant toute suppression.
pt_br: Quando ativado, você sempre será solicitado a confirmar antes que algo seja excluído.
zh_hans: 启用后，在删除任何内容之前，系统将始终要求您确认。

source: When enabled, you’ll be asked to authenticate whenever the app opens.
ar: عند التمكين، سيُطلب منك المصادقة عند فتح التطبيق.
de: Wenn diese Option aktiviert ist, werden Sie bei jedem Öffnen der App zur Authentifizierung aufgefordert.
es: Cuando está activado, se te pedira autenticarte cada vez que se abra la app.
fr: Lorsque cette option est activée, il vous sera demandé de vous authentifier chaque fois que l’app s’ouvre.
pt_br: Quando ativado, você será solicitado a autenticar sempre que o aplicativo for aberto.
zh_hans: 启用后，每当应用程序打开时，系统都会要求您进行身份验证。

source: When enabled, your budgets and entries sync across devices with the same Apple ID. When disabled, data stays only on this device.
ar: عند التمكين، تتم مزامنة ميزانياتك وإدخالاتك عبر الأجهزة التي لها نفس معرف Apple. عند التعطيل، تبقى البيانات على هذا الجهاز فقط.
de: Wenn diese Option aktiviert ist, werden Ihre Budgets und Einträge auf allen Geräten mit derselben Apple-ID synchronisiert.
es: Cuando está activado, tus presupuestos y movimientos se sincronizan entre dispositivos con el mismo Apple ID. Cuando está desactivado, los datos se quedan solo en este dispositivo.
fr: Lorsque cette option est activée, vos budgets et vos entrées se synchronisent sur les appareils utilisant le même identifiant Apple. Lorsqu’elle est désactivée, les données restent uniquement sur cet appareil.
pt_br: Quando ativado, seus orçamentos e entradas são sincronizados entre dispositivos com o mesmo ID Apple. Quando desativado, os dados permanecem apenas neste dispositivo.
zh_hans: 启用后，您的预算和条目将在具有相同 Apple ID 的设备之间同步。禁用后，数据仅保留在此设备上。

source: When I get an email subject contains "credited to your account" -> Run Immediately -> Create New Shortcut -> Search for "Run Shortcut" -> Add Income From An Email -> Down Arrow -> Input: Choose Variable -> Shortcut Input -> Save.
ar: عندما أحصل على موضوع بريد إلكتروني يحتوي على "قيد في حسابك" -> التشغيل فورًا -> إنشاء اختصار جديد -> البحث عن "تشغيل الاختصار" -> إضافة دخل من بريد إلكتروني -> سهم لأسفل -> الإدخال: اختر متغير -> إدخال الاختصار -> حفظ.
de: Wenn ich einen E-Mail-Betreff erhalte, der „Ihrem Konto gutgeschrieben“ enthält -> Sofort ausführen -> Neue Verknüpfung erstellen -> Nach „Verknüpfung ausführen“ suchen -> Einnahmen aus einer E-Mail hinzufügen -> Pfeil nach unten -> Eingabe: Variable auswählen -> Verknüpfungseingabe -> Speichern.
es: Cuando reciba un correo cuyo asunto contenga "credited to your account" -> Ejecutar inmediatamente -> Crear nuevo atajo -> Buscar "Ejecutar atajo" -> Agregar ingreso desde un correo -> Flecha hacia abajo -> Entrada: Elegir variable -> Entrada del atajo -> Guardar.
fr: Quand je recois un e-mail dont l’objet contient "credited to your account" -> Executer immediatement -> Creer un nouveau raccourci -> Rechercher "Executer le raccourci" -> Ajouter un revenu depuis un e-mail -> Fleche vers le bas -> Entree : Choisir une variable -> Entree du raccourci -> Enregistrer.
pt_br: Quando recebo um assunto de e-mail contendo "creditado em sua conta" -> Executar imediatamente -> Criar novo atalho -> Pesquisar por "Executar atalho" -> Adicionar receita de um e-mail -> Seta para baixo -> Entrada: Escolha Variável -> Entrada de atalho -> Salvar.
zh_hans: 当我收到一封电子邮件主题包含“记入您的帐户”时 -> 立即运行 -> 创建新快捷方式 -> 搜索“运行快捷方式” -> 添加电子邮件收入 -> 向下箭头 -> 输入：选择变量 -> 快捷方式输入 -> 保存。

source: When I get an email subject contains "Ordered:" from auto-confirm@amazon.com -> Run Immediately -> Create New Shortcut -> Search for "Run Shortcut" -> Add Amazon Expense From Amazon.com -> Down Arrow -> Input: Choose Variable -> Shortcut Input -> Save.
ar: عندما أحصل على موضوع بريد إلكتروني يحتوي على "تم الطلب:" من auto-confirm@amazon.com -> التشغيل فورًا -> إنشاء اختصار جديد -> البحث عن "تشغيل الاختصار" -> إضافة نفقات أمازون من Amazon.com -> السهم لأسفل -> الإدخال: اختر متغير -> إدخال الاختصار -> حفظ.
de: Wenn ich einen E-Mail-Betreff erhalte, der „Bestellt:“ von auto-confirm@amazon.com enthält -> Sofort ausführen -> Neue Verknüpfung erstellen -> Nach „Verknüpfung ausführen“ suchen -> Amazon Expense hinzufügen von Amazon.com -> Pfeil nach unten -> Eingabe: Variable auswählen -> Verknüpfungseingabe -> Speichern.
es: Cuando reciba un correo cuyo asunto contenga "Ordered:" de auto-confirm@amazon.com -> Ejecutar inmediatamente -> Crear nuevo atajo -> Buscar "Ejecutar atajo" -> Agregar gasto de Amazon desde Amazon.com -> Flecha hacia abajo -> Entrada: Elegir variable -> Entrada del atajo -> Guardar.
fr: Quand je recois un e-mail dont l’objet contient "Ordered:" depuis auto-confirm@amazon.com -> Executer immediatement -> Creer un nouveau raccourci -> Rechercher "Executer le raccourci" -> Ajouter une depense Amazon depuis Amazon.com -> Fleche vers le bas -> Entree : Choisir une variable -> Entree du raccourci -> Enregistrer.
pt_br: Quando recebo um assunto de e-mail contendo "Ordered:" de auto-confirm@amazon.com -> Executar imediatamente -> Criar novo atalho -> Pesquisar por "Executar atalho" -> Adicionar Amazon Expense da Amazon.com -> Seta para baixo -> Entrada: Escolha Variável -> Entrada de atalho -> Salvar.
zh_hans: 当我收到来自 auto-confirm@amazon.com 的电子邮件主题包含“已订购：”时 -> 立即运行 -> 创建新快捷方式 -> 搜索“运行快捷方式” -> 从 Amazon.com 添加亚马逊费用 -> 向下箭头 -> 输入：选择变量 -> 快捷方式输入 -> 保存。

source: When message contains "credited to your account ending in x1234" -> Run Immediately -> Create New Shortcut -> Search for "Run Shortcut" -> Add Income From An SMS Message -> Down Arrow -> Input: Choose Variable -> Shortcut Input -> Save.
ar: عندما تحتوي الرسالة على "قيد في حسابك المنتهي بـ x1234" -> التشغيل فورًا -> إنشاء اختصار جديد -> البحث عن "تشغيل الاختصار" -> إضافة دخل من رسالة SMS -> السهم لأسفل -> الإدخال: اختر متغير -> إدخال الاختصار -> حفظ.
de: Wenn die Nachricht „Ihrem Konto mit der Endung x1234 gutgeschrieben“ enthält -> Sofort ausführen -> Neue Verknüpfung erstellen -> Nach „Verknüpfung ausführen“ suchen -> Einnahmen aus einer SMS-Nachricht hinzufügen -> Abwärtspfeil -> Eingabe: Variable auswählen -> Verknüpfungseingabe -> Speichern.
es: Cuando un mensaje contenga "credited to your account ending in x1234" -> Ejecutar inmediatamente -> Crear nuevo atajo -> Buscar "Ejecutar atajo" -> Agregar ingreso desde un SMS -> Flecha hacia abajo -> Entrada: Elegir variable -> Entrada del atajo -> Guardar.
fr: Quand un message contient "credited to your account ending in x1234" -> Executer immediatement -> Creer un nouveau raccourci -> Rechercher "Executer le raccourci" -> Ajouter un revenu depuis un SMS -> Fleche vers le bas -> Entree : Choisir une variable -> Entree du raccourci -> Enregistrer.
pt_br: Quando a mensagem contém "creditado em sua conta terminando em x1234" -> Executar imediatamente -> Criar novo atalho -> Pesquisar por "Executar atalho" -> Adicionar receita de uma mensagem SMS -> Seta para baixo -> Entrada: Escolha Variável -> Entrada de atalho -> Salvar.
zh_hans: 当消息包含“记入以 x1234 结尾的帐户”时 -> 立即运行 -> 创建新快捷方式 -> 搜索“运行快捷方式” -> 添加短信收入 -> 向下箭头 -> 输入：选择变量 -> 快捷方式输入 -> 保存。

source: When Mixed Rows
ar: عند الصفوف المختلطة
de: Bei gemischten Zeilen
es: Cuando hay filas mixtas
fr: Quand les lignes sont mixtes
pt_br: Quando linhas misturadas
zh_hans: 当混合行时

source: When Repeat is set, you must also set an End Date (and it cannot be before the start date).
ar: عند تعيين تكرار، يجب عليك أيضًا تعيين تاريخ انتهاء (ولا يمكن أن يكون قبل تاريخ البدء).
de: Wenn „Wiederholen“ eingestellt ist, müssen Sie auch ein Enddatum festlegen (dieses darf nicht vor dem Startdatum liegen).
es: Cuando Repetir está activado, también debes definir una fecha de fin (y no puede ser anterior a la fecha de inicio).
fr: When Repeat is set, you must also set an Fin Date (and it cannot be before the start date).
pt_br: Quando Repetir estiver definido, você também deverá definir uma Data de término (e não pode ser antes da data de início).
zh_hans: 设置重复后，还必须设置结束日期（并且不能早于开始日期）。

source: When the high-activity window ends, do a short closeout review. Confirm totals align with what you expected and fix obvious mislabels while memory is still fresh. This quick wrap-up step keeps excursion sessions accurate and prevents cleanup from piling up later.
ar: عندما تنتهي نافذة النشاط العالي، قم بإجراء مراجعة قصيرة للإغلاق. تأكد من توافق الإجماليات مع ما توقعته وقم بإصلاح التسميات الخاطئة الواضحة بينما لا تزال الذاكرة حديثة. تحافظ خطوة الاختتام السريعة هذه على دقة جلسات الرحلة وتمنع تراكم عمليات التنظيف لاحقًا.
de: Führen Sie am Ende des Zeitfensters mit hoher Aktivität eine kurze Überprüfung des Abschlusses durch.
es: Cuando termine la ventana de alta actividad, haz una breve revisión de cierre. Confirma que los totales coinciden con lo que esperabas y corrige etiquetas claramente incorrectas mientras el recuerdo sigue fresco. Este paso rápido de cierre mantiene precisas las sesiones de excursion y evita que la limpieza se acumule después.
fr: Quand la période de forte activité se termine, faites une courte revue de clôture. Confirmez que les totaux correspondent à ce que vous attendiez et corrigez les libellés manifestement erronés pendant que la mémoire est encore fraîche. Cette rapide étape de clôture garde les sessions d’excursion précises et évite que le nettoyage s’accumule plus tard.
pt_br: Quando a janela de alta atividade terminar, faça uma breve revisão de encerramento. Confirme se os totais estão alinhados com o que você esperava e corrija rótulos incorretos óbvios enquanto a memória ainda está fresca. Esta rápida etapa de encerramento mantém as sessões de excursão precisas e evita que a limpeza se acumule posteriormente.
zh_hans: 当高活动窗口结束时，进行简短的收尾回顾。确认总数与您的预期一致，并在记忆犹新时修复明显的错误标签。 这个快速的总结步骤可以保证游览过程的准确性，并防止以后的清理工作堆积起来。

source: When To Use It
ar: متى تستخدمه
de: Wann man es verwendet
es: Cuándo usarlo
fr: Quand l’utiliser
pt_br: Quando usar
zh_hans: 何时使用它

source: When verifying any number, check period range first. Then confirm included entries in detail views so you can see exactly what contributed. Look for duplicates, missing records, and planned-versus-actual misclassification. This short audit process resolves most mismatches quickly.
ar: عند التحقق من أي رقم، تحقق من نطاق الفترة أولاً. ثم قم بتأكيد الإدخالات المضمنة في طرق العرض التفصيلية حتى تتمكن من رؤية ما ساهم به بالضبط. ابحث عن التكرارات والسجلات المفقودة والتصنيف الخاطئ المخطط له مقابل الفعلي. تعمل عملية التدقيق القصيرة هذه على حل معظم حالات عدم التطابق بسرعة.
de: Überprüfen Sie bei der Überprüfung einer Zahl zunächst den Zeitraumbereich.
es: Al verificar cualquier cifra, revisa primero el rango del periodo. Luego confirma las entradas incluidas en las vistas de detalle para ver exactamente qué contribuyó. Busca duplicados, registros faltantes y clasificaciones incorrectas entre planificado y real. Este breve proceso de auditoría resuelve rápidamente la mayoría de las discrepancias.
fr: Lorsque vous vérifiez un chiffre, contrôlez d’abord la plage de la période. Confirmez ensuite les entrées incluses dans les vues de détail pour voir exactement ce qui a contribué. Recherchez les doublons, les enregistrements manquants et les mauvaises classifications entre prévu et réel. Ce court processus d’audit résout rapidement la plupart des écarts.
pt_br: Ao verificar qualquer número, verifique primeiro o intervalo do período. Em seguida, confirme as entradas incluídas nas visualizações detalhadas para ver exatamente o que contribuiu. Procure duplicatas, registros ausentes e erros de classificação planejados versus reais. Este breve processo de auditoria resolve rapidamente a maioria das incompatibilidades.
zh_hans: 验证任何数字时，首先检查周期范围。然后在详细视图中确认包含的条目，以便您可以准确地看到贡献的内容。 查找重复、缺失的记录以及计划与实际的错误分类。这个简短的审核过程可以快速解决大多数不匹配问题。

source: When viewing the details for a selected budget or card, multiple categories can now be selected for filtering. Previously, only one category could be selected at a time.
ar: عند عرض تفاصيل الميزانية أو البطاقة المحددة، يمكن الآن تحديد فئات متعددة للتصفية. في السابق، كان يمكن اختيار فئة واحدة فقط في المرة الواحدة.
de: Beim Anzeigen der Details für ein ausgewähltes Budget oder eine ausgewählte Karte können jetzt mehrere Kategorien zum Filtern ausgewählt werden.
es: Al ver los detalles de un presupuesto o una tarjeta seleccionados, ahora se pueden elegir varias categorías para filtrar. Antes, solo se podía seleccionar una categoría a la vez.
fr: Lors de l’affichage des détails d’un budget ou d’une carte sélectionnée, plusieurs catégories peuvent maintenant être choisies pour filtrer. Auparavant, une seule catégorie pouvait être sélectionnée à la fois.
pt_br: Ao visualizar os detalhes de um orçamento ou cartão selecionado, várias categorias agora podem ser selecionadas para filtragem. Anteriormente, apenas uma categoria podia ser selecionada por vez.
zh_hans: 查看所选预算或卡的详细信息时，现在可以选择多个类别进行过滤。以前，一次只能选择一个类别。

source: Where Calculations Appear
ar: حيث تظهر الحسابات
de: Wo Berechnungen erscheinen
es: Dónde aparecen los cálculos
fr: Où apparaissent les calculs
pt_br: Onde os cálculos aparecem
zh_hans: 计算出现的位置

source: Where To Add Them
ar: أين يمكن إضافتها
de: Wo man sie hinzufügt
es: Dónde agregarlos
fr: Où les ajouter
pt_br: Onde adicioná-los
zh_hans: 在哪里添加它们

source: Where To Create It
ar: أين يتم إنشائه
de: Wo man es erstellt
es: Dónde crearlo
fr: Où le créer
pt_br: Onde criá-lo
zh_hans: 在哪里创建它

source: Where To Enter It
ar: أين تدخله
de: Wo man es eingibt
es: Dónde introducirlos
fr: Où le saisir
pt_br: Onde entrar
zh_hans: 在哪里输入

source: Where To Find Everything
ar: أين تجد كل شيء
de: Wo man alles findet
es: Dónde encontrar todo
fr: Où tout trouver
pt_br: Onde encontrar tudo
zh_hans: 哪里可以找到一切

source: Where To Record It
ar: أين لتسجيله
de: Wo man es aufnimmt
es: Dónde registrarlos
fr: Où l’enregistrer
pt_br: Onde gravar
zh_hans: 在哪里记录

source: Where To Record Them
ar: أين تسجلهم
de: Wo man sie aufnimmt
es: Dónde registrarlos
fr: Où les enregistrer
pt_br: Onde gravá-los
zh_hans: 在哪里记录它们

source: Where To Start Import
ar: من أين تبدأ الاستيراد
de: Wo soll der Import beginnen?
es: Dónde empezar a importar
fr: Où commencer l’importation
pt_br: Onde começar a importar
zh_hans: 从哪里开始导入

source: Which card should expense rows import into?
ar: ما هي البطاقة التي يجب استيراد صفوف النفقات إليها؟
de: In welche Karte sollen Ausgabenzeilen importiert werden?
es: ¿En qué tarjeta se deben importar las filas de gastos?
fr: Dans quelle carte les lignes de dépenses doivent-elles être importées ?
pt_br: Para qual cartão as linhas de despesas devem ser importadas?
zh_hans: 费用行应导入哪张卡？

source: Which card should this expense use?
ar: ما هي البطاقة التي يجب أن تستخدمها هذه النفقات؟
de: Welche Karte soll für diese Ausgabe verwendet werden?
es: ¿Qué tarjeta debe usar este gasto?
fr: Quelle carte cette dépense doit-elle utiliser ?
pt_br: Qual cartão essa despesa deve usar?
zh_hans: 这笔费用该用什么卡？

source: Which category should this expense use?
ar: ما هي الفئة التي يجب أن تستخدمها هذه النفقات؟
de: Welcher Kategorie sollte diese Ausgabe zugeordnet werden?
es: ¿Qué categoría debe usar este gasto?
fr: Quelle catégorie cette dépense doit-elle utiliser ?
pt_br: Qual categoria esta despesa deve usar?
zh_hans: 该费用应使用哪个类别？

source: Which Offshore card should this expense use?
ar: ما بطاقة Offshore التي يجب أن تستخدمها هذه المصروفات؟
de: Welche Offshore-Karte soll für diese Ausgabe verwendet werden?
es: ¿Qué tarjeta Offshore debe usar este gasto?
fr: Quelle carte Offshore cette dépense doit-elle utiliser ?
pt_br: Qual cartão Offshore esta despesa deve usar?
zh_hans: 这笔支出应使用哪张 Offshore 卡？

source: Widgets
ar: الحاجيات
es: Paneles
zh_hans: 小组件
